{
  "posts": [
    {
      "title": "Lula sanciona lei que cria poupança a estudantes do ensino médio",
      "author": "g1 DF",
      "imagem": "https://s2-g1.glbimg.com/rig_Lc908DQDmUnOVvb8cjwguz4=/304x0:1600x818/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2024/8/1/7dpDvRRyuXNa0mFJoARA/whatsapp-image-2024-01-16-at-17.28.58.jpeg",
      "descricao": "Participação dependerá de critérios, como aprovação e realização do Enem. Valores e periodicidade dos depósitos ainda serão definidos. MEC espera iniciar pagamentos em março.",
      "id": "1acc"
    },
    {
      "title": " Descoberta Revolucionária: Cientistas Criam Árvores que Produzem Energia Solar",
      "author": "teste autor",
      "imagem": "https://www.enel.com.br/content/enel-br/pt-ceara/megamenu/midia/news/2020/09/arvores-solares-pelo-brasil/_jcr_content/carousel/items/image.img.jpg/1606517481593.jpg",
      "descricao": "Pesquisadores surpreendem o mundo ao desenvolverem árvores capazes de gerar energia solar. As folhas modificadas absorvem a luz solar e convertem-na diretamente em eletricidade, oferecendo uma solução inovadora para a produção de energia sustentável. Ambientalistas estão entusiasmados com a perspectiva de florestas se tornando fontes de energia limpa.",
      "id": "5bac"
    },
    {
      "id": "48ea",
      "title": "Robôs Chefes de Cozinha Conquistam Estrelas Michelin",
      "author": "teste autor",
      "imagem": "https://api.time.com/wp-content/uploads/2015/04/moley-robotics-automated-kitchen_lr.jpg",
      "descricao": "Em um marco histórico para a gastronomia, restaurantes liderados por robôs chefs de cozinha foram premiados com estrelas Michelin. Os críticos elogiaram a precisão, consistência e inovação culinária dos pratos preparados pelos autômatos. Será este o início de uma era gourmet comandada por inteligência artificial?"
    },
    {
      "id": "7983",
      "title": "Primeira Cidade Flutuante do Mundo Inaugurada no Oceano Pacífico",
      "author": "teste autor",
      "imagem": "https://img.olhardigital.com.br/wp-content/uploads/2023/06/dogencity-1.jpg",
      "descricao": "Um consórcio internacional de arquitetos e engenheiros inaugurou a primeira cidade flutuante, uma maravilha arquitetônica ancorada no Oceano Pacífico. Com edifícios suspensos sobre a água e infraestrutura sustentável, a cidade promete ser um modelo para futuras comunidades à medida que enfrentamos os desafios do aumento do nível do mar."
    }
  ],
  "users": []
}